<template>
  <div>
    <p>
      Мы предлагаем услуги по разработке программного обеспечения для системных интеграторов, ИТ
      и обычных компаний. В большинстве случаев в качестве модели сотрудничества используем
      аутстаффинг специалистов.
      Мы работаем на рынке с 2016 года и пока еще не можем похвастаться рейтингами или наградами,
      но на нашем счету уже несколько десятков успешных проектов в различных областях.
      Длительность проектов – от 2 месяцев до 1,5 лет. У нас нет территориальных ограничений – мы
      работаем удаленно.
      Нам нравится расти и развиваться и мы не боимся сложных проектов.
    </p>
  </div>
</template>

<script>
  export default {
    name: "AboutUs"
  }
</script>

<style scoped>

</style>