<template>
  <div>
    <p>
      Мы можем предоставить одного или нескольких специалистов для Вашего проекта, которые
      вольются в Вашу команду и помогут уложиться в запланированные сроки. Мы не вносим в
      процесс разработки свои привычки и правила, контроль за процессом разработки на 100% остается
      на Вашей стороне.
      У Вас будет CV на каждого разработчика, а в случае необходимости - пройдем собеседование.
      Наши разработчики всегда на связи и полностью погружены в процесс. Вы всегда можете
      получить обратную связь от разработчика или тимлида по любому техническому или
      организационному вопросу.
      Оплата работы почасовая, фиксированная для всего проекта. Перед стартом проекта мы обсудим
      все детали (сроки старта, длительность проекта, этапы и т.д.), включая стоимость часа специалиста
      и зафиксируем это в договоре. У нас нет предоплаты работ и мы сможем стартовать сразу после
      согласования. Решение когда и на сколько Вам потребуются разработчики зависит только от Вас.
    </p>

    <auth-form></auth-form>
  </div>
</template>

<script>
  import AuthForm from "../components/AuthForm";

  export default {
    name: "Executor",
    components: {AuthForm}
  }
</script>

<style scoped>

</style>